Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: All model-B combat units require the assistance of an operator.
pl: Wszystkie modele bojowe typu B wymagają asysty operatora...

source: All night!? What!?
pl: Całą noc?! Co?! No nie...

source: All of our existence has been leading up to this day. Show them what you're capable of!
pl: Cała nasza egzystencja prowadziła do tego dnia. Pokaż, na co cię stać!

source: All of the Resistance members in this area are based in this camp.
pl: Wszyscy członkowie Ruchu Oporu na tym obszarze stacjonują w obozie.

source: All of them...AND this Tower!
pl: Wszystkie... ORAZ tę Wieżę!

source: All of you shall become as gods!
pl: Wszyscy powinniście stać się jak Bogowie!

source: All of your data has been deleted.
pl: Wszystkie twoje dane zostały usunięte.

source: All right! Good to know not everyone around this joint is a spineless hunk of crap!
pl: Dobrze! Miło wiedzieć, że nie wszyscy w okolicy to pozbawione kręgosłupa wypierdki!

source: All right, I'll get your book. I owe that little clunker a favor or two anyway.
pl: Dobra, zdobędę tę twoją książkę. I tak jestem temu małemu rzęchowi winien przysługę, czy dwie.

source: All right, all right! Fine! What do you want this time?
pl: Dobrze, dobrze! W porządku! Czego chcesz tym razem?

source: All right, all right! I get it! Sheesh...
pl: Dobrze, już dobrze! Rozumiem! Jeeejuu...

source: All right, all right! Just quit bugging me already.
pl: Dobrze, już dobrze... Tylko macie przestać już mnie męczyć.

source: All right, all right! Sheesh...
pl: Dobrze, już dobrze! Reetyyy...

source: All right, all right.
pl: Racja...

source: All right, all right. Cram it.
pl: Dobra, dobra... Rób swoje.

source: All right, enough of this shit...
pl: Dobra... Mam już serdecznie dosyć tego dziadostwa...

source: All right, let's begin. Try not to get hurt, okay?
pl: Dobra, zaczynajmy. Tylko nie zróbcie sobie krzywdy, okej?

source: All right, my little science nerds. I have one more data-gathering battle for you.
pl: Dobra, moje małe naukowe świrusy. Mam dla was jeszcze jedną walkę ze zbieraniem danych.

source: All right, that's enough small talk. Time to root around and see what's what.
pl: Dobra, dość tych pogaduszek. Czas się rozejrzeć, aby sprawdzić co tu się dzieje.

source: All right, then.
pl: Dobrze.

source: All right, then. 2B it is!
pl: Dobrze. W takim razie zostaje „2B”!

source: All right, you're all good.
pl: Już wszystko z tobą w porządku.

source: All right.
pl: Dobrze.

source: All right. Are we good now?
pl: Dobra. Wszystko w porządku?

source: All right. But only after we're finished.
pl: Dobrze. Ale tylko wtedy, gdy skończymy.

source: All right. I can wait for a little while.
pl: W porządku. Myślę, że mogę chwilę poczekać.

source: All right. I just need to extract some images, right?
pl: Dobrze. Wystarczy, że wydobędziemy obrazy z ostatnich chwil jej życia, tak?

source: All right. I'll try to gain access from the main terminal.
pl: Dobrze. Spróbuję zdobyć dostęp z głównego terminala.

source: All right. I'll work my way inside from the ground.
pl: Dobrze, zrób tak. A ja w tym czasie przedostanę się do środka od strony lądu.

source: All right. I'm on my way.
pl: Dobra. Już tam idę.

source: All right. If I can hack this elevator and get it running, I can get 2B and everyone else out of here!
pl: Dobrze. Jeśli uda mi się zhakować tę windę i ją uruchomić, wyciągnę stąd 2B i pozostałych!

source: All right. If that's what you want.
pl: Dobra. Jeśli tego chcesz.

source: All right. Let's go back.
pl: Dobrze. Wracajmy.

source: All right. Please let me know if you change your mind.
pl: W porządku. Daj mi znać, jeśli zmienisz zdanie.

source: All right. See that jerk over there?
pl: Dobrze. Widzisz tego tam dupka?

source: All right. This ends now!
pl: Dobra. To się skończy teraz!

source: All right...
pl: W porządku...

source: All right... Let's get down there and kick some machi—BLUUUURGH!
pl: Dobra... Zejdźmy na dół i skopmy trochę mech... BŁEEEE!

source: All system checks and reactivation complete.
pl: Zakończono wszystkie testy systemowe oraz proces reaktywacji.

source: All the EMP shielding in the world won't help against close-range mortar fire.
pl: A żadna tarcza elektromagnetyczna nie pomoże przeciwko ostrzałowi moździeżowemu z bliskiej odległości.

source: All the black box data has been deleted, but it looks like everything else is here.
pl: Wszystkie dane z czarnych skrzynek zostały usunięte, ale wygląda na to, że pozostała reszta jest nienaruszona.

source: All the bleeps and bloops in this room are driving me crazy.
pl: Całe to piszczenie w tym pomieszczeniu doprowadza mnie do szaleństwa.

source: All the details are stored on this memory chip.
pl: Wszystkie dane dotyczące tej sprawy zostały zgromadzone na tym nośniku danych.

source: All the same,
pl: Bez różnicy,

source: All these advances, and it's all thanks to YOU! ...See? I told you science was the best.
pl: Cały ten postęp to TWOJA zasługa! Widzisz? Nauka jednak jest niesamowita.

source: All things end with accepting death, do they not?
pl: Wszystko kończy się wraz z akceptacją śmierci, czyż nie?

source: All this goddamn sand is starting to piss me off.
pl: Cały ten przeklęty piasek zaczyna mnie wkurzać.

source: All this help for no personal gain? I know she's pretty, but—
pl: Porządne, owszem. Ale od kiedy pomagamy tak bezinteresownie? Wiem, że ona jest ładna, ale...

source: All units confirmed.
pl: Dostałam potwierdzenie od wszystkich jednostek.

source: All units destroyed. Black box signals confirmed offline.
pl: Wszystkie jednostki zostały zniszczone. Sygnały czarnych skrzynek są nieaktywne.

source: All units have penetrated the stratosphere.
pl: Wszystkie jednostki przebiły się przez stratosferę.

source: All units, activate manual mode and rely on visuals to evade.
pl: Do wszystkich jednostek! Aktywować tryb manualny i polegać na obserwacji wzrokowej podczas unikania wrogich ataków.

source: All units, be on the lookout for a missing YoRHa in the city ruins.
pl: Do wszystkich jednostek... W ruinach miasta należy wypatrywać zaginionej jednostki YoRHa.

source: All we can do is fight.
pl: Jedyne co nam pozostało, to walczyć.

source: All we can do now is hope.
pl: Wszystko, co teraz mogę zrobić, to mieć nadzieję.

source: All we need is love!
pl: Wszystko, czego nam trzeba, to miłość!

source: All...acting...strange!
pl: Wszyscy... dziwnie... się... zachowują!

source: Allies?
pl: Sojusznicy?

source: Allow me to repay you with this.
pl: Pozwól, że wynagrodzę cię tym...

source: Allow us to give you a parting gift before we leave though.
pl: Pozwól, że zanim się rozstaniemy, wręczymy ci pożegnalny prezent.

source: Allows a combatant to ride atop a Pod—with a certain degree of directional control—as it rushes forward into the fray.
pl: Pozwala walczącemu być wystrzelonym na Podzie, zachowując w pewnym stopniu kontrolę kierunku lotu.

source: Alloy composed of rare metals.
pl: Stop rzadkich metali.

source: Almost there.
pl: Jeszcze chwila i będzie zrobione.

source: Almost! We're at 92 percent!
pl: Prawie! Mamy 92 procent!

source: Alpha Squad destroyed
pl: Oddział Alfa został zniszczony.

source: Already engaged.
pl: Aktywowano.

source: Already engaged. Free movement unlocked.
pl: Przyjęto! Odblokowano swobodny ruch.

source: Alright, if you insist. But I have to warn you: what you're about to see may end up destroying your sense of immersion. Are you okay with that?
pl: Dobra, skoro nalegasz. Ale muszę cię ostrzec: to co zaraz zobaczysz może zniszczyć twoje poczucie immersji. Zgadzasz się na to?

source: Alright, let's have a look then.
pl: Dobra, rzućmy na nie okiem.

source: Alright, then I think you're ready to face the next challenge!
pl: Dobra, w takim razie chyba jesteś gotów, by stawić czoła następnemu wyzwaniu!

source: Also restores 100% HP.
pl: Przywraca też 100% PŻ.

source: Also,
pl: Także,

source: Also, as you can see, I'm pretty big, so I'm gonna need plenty of space.
pl: Jak widzisz, jestem dość duży, więc będę potrzebował sporo miejsca.

source: Also, there's this girl near the entrance wearing the head of a machine lifeform...
pl: Jest też dziewczyna przy wejściu do obozu, nosząca głowę mechanicznej formy życia...

source: Also, you can't send mail directly to other YoRHa units—that's to prevent secret information from getting out.
pl: Poza tym nie możesz wysyłać wiadomości bezpośrednio do innych jednostek YoRHa — ma to zapobiec wyciekom tajnych informacji.

source: Alternately, I can just adjust your camera for you. What kind of setting would you like?
pl: Alternatywnie, mogę po prostu dostosować kamerę za ciebie. Jakie ustawienia preferujesz?

source: Although sometimes I wonder...
pl: Chociaż... czasem się zastanawiam...

source: Although to be honest, my tools are in pretty sad shape at the moment.
pl: Muszę jednak przyznać, że moje narzędzia są ostatnio w dość kiepskim stanie.

source: Am I...?
pl: Czy ja...?

source: Amber
pl: Bursztyn

source: Ambient Occlusion
pl: Okluzja otoczenia

source: Amicable Machines
pl: Przyjazne maszyny

source: Amnesia
pl: Amnezja

source: Amusement Park
pl: Park rozrywki

source: Amusement Park Goliath Tank
pl: Czołg Goliat z parku rozrywki

source: Amusement Park Machines
pl: Maszyny z parku rozrywki

source: Amusement Park Photo
pl: Zdjęcie z parku rozrywki

source: Amusement Park Rabbit
pl: Królik z parku rozrywki

source: Amusement Park Shop
pl: Sklep w parku rozrywki

source: Amusement park photo recorded
pl: Zapisano zdjęcie z parku rozrywki

source: An Odd Machine
pl: Dziwna maszyna

source: An academic machine in a section of Pascal's village claims to be a genius inventor in search of an investor and asks you to make a contribution—for science, of course. Swallow your cynicism and open your pocketbook!
pl: Akademicka maszyna, znajdująca się w wiosce Pascala, twierdząca, że jest genialnym wynalazcą, szukającą inwestora. Poprosiła cię o wsparcie — w imię nauki, rzecz jasna. Może warto przełknąć cynizm i otworzyć dla niej portfel, jak uważasz?

source: An access point is a piece of YoRHa equipment.
pl: Punkt dostępu to sprzęt YoRHa.

source: An advanced YoRHa weapon designed to defeat giant machine lifeforms.
pl: Nowoczesna broń YoRHa, zaprojektowana do walki z ogromnymi maszynami.

source: An advanced YoRHa weapon designed to defeat giant machine lifeforms. Its power increases with its charge.
pl: Nowoczesna broń YoRHa, zaprojektowana do walki z wielkimi maszynami. Jego moc zwiększa się po naładowaniu.

source: An advanced blade, issued to elite YoRHa on the front lines.
pl: Nowoczesna broń, przydzielana elitarnym jednostkom YoRHa.

source: An advanced blade, issued to elite YoRHa on the front lines. Its power increases with its charge.
pl: Nowoczesna broń, przydzielana elitarnym jednostkom YoRHa. Jego moc zwiększa się po naładowaniu.

source: An ancient freshwater fish. Though it lacks any real purpose, it was quite popular with some humans for some reason.
pl: Starożytna ryba słodkowodna. Choć nie ma prawdziwych zastosowań, z jakiegoś powodu była dość popularna wśród niektórych ludzi.

source: An android!?
pl: Android?

source: An android's central system. Removal means death.
pl: Jednostka centralna androida. Usunięcie oznacza śmierć.

source: An angel was sent to slay the demon. When the evil one saw his foe, he burst into tears and revealed his plan. "Please," the demon begged, "you must give me a set of white wings for my very own!"
pl: Został wysłany anioł, by zabić demona. Kiedy zły zobaczył swojego wroga, wybuchł płaczem, wyjawiając swój plan. „Proszę”, błagał demon, „daj mi parę białych skrzydeł, bym mógł wam służyć!”

source: An animal-loving android
pl: Android kochający zwierzęta

source: An aquatic machine.
pl: Maszyna wodna.

source: An aquatic machine. Can be exchanged for money.
pl: Maszyna wodna. Może zostać sprzedana.

source: An arthropod that lives in shallow waters. Their shells are used by some female androids to cover their chests in a sort of fashion statement.
pl: Stawonóg żyjący w płytkich wodach. Ich skorupa jest używana przez niektóre żeńskie androidy do pokrywania klatki piersiowej, co traktują jako coś modnego.

source: An attack barrier? Really!?
pl: Bariera ofensywna? Naprawdę?!

source: An axe used by machine lifeforms.
pl: Topór używany przez mechaniczne formy życia.

source: An earring worn by humans.
pl: Kolczyk używany przez ludzi.

source: An earring worn by humans. Can be exchanged for money.
pl: Kolczyk używany przez ludzi. Może zostać sprzedany.

source: An earth-loving android
pl: Android kochający ziemię

source: An elastic substance extracted from plants.
pl: Elastyczna substancja z roślin.

source: An emotion that seems to consume me as I speak...
pl: Emocję, która wydaje się mnie pożerać kiedy mówię te słowa...

source: An emotional android
pl: Emocjonalny android

source: An enormous facility that appeared from an area beneath the ground.
pl: Ogromny obiekt, który wyłonił się z obszaru pod ziemią.

source: An excellent choice!
pl: Prawda! Doskonały wybór!

source: An excellent response!
pl: Doskonała odpowiedź!

source: An experimental, disposable group created as a test run for Project YoRHa.
pl: Eksperymentalna, jednorazowa grupa stworzona jako testowy etap Projektu YoRHa.

source: An extremely common—and completely harmless—freshwater fish.
pl: Niezwykle powszechna — i zupełnie niegroźna — ryba słodkowodna.

source: An improvised blade used by machine lifeforms.
pl: Improwizowany miecz używany przez mechaniczne formy życia.

source: An improvised blade used by machine lifeforms. It may be made from scraps, but it gets the job done.
pl: Improwizowany miecz używany przez mechaniczne formy życia. Może i jest ze złomu, ale robi swoją robotę.

source: An incredibly large shark—with a surprisingly warm personality—that exists on a diet of plankton.
pl: Niewiarygodnie duży rekin — z zaskakująco ciepłą osobowością — odżywiający się planktonem.

source: An inexperienced soldier
pl: Niedoświadczony żołnierz

source: An odd fish with heads at both sides of its body. However, it only looks like this during the first year of its life. Once it matures, the largest head becomes the actual head, while the other one just gives up and becomes a tail instead.
pl: Dziwna ryba z głowami z obu stron ciała. Jednakże, tak wygląda jedynie w pierwszym roku życia. Kiedy dojrzeje, większa głowa staje się właściwą głową, a druga przestaje rosnąć i staje się ogonem.

source: An odd species of carp covered in hair—which gives it the appearance of something one might find in a shower drain. This hair helps to maintain its body temperature, allowing the fish to survive on land for short periods of time. As a result, it's not uncommon to see them sunbathing near riverbanks.
pl: Dziwny gatunek karpia pokryty włosami, przez co bardziej przypomina coś, co można znaleźć w odpływie prysznica. Włosy te pomagają utrzymać temperaturę ciała, pozwalając rybie przetrwać na lądzie przez krótki okres czasu. W rezultacie, nierzadko można zobaczyć je opalające się na brzegach rzek.

source: An old YoRHa spear, built to imitate ancient human weaponry.
pl: Stara lanca YoRHa, imitująca starożytną ludzką broń.

source: An old YoRHa spear, built to imitate ancient human weaponry. Old-fashioned, but reliable.
pl: Stara włócznia YoRHa, imitująca starożytną ludzką broń. Staromodna, ale niezawodna.

source: An old mask left behind by a machine lifeform.
pl: Stara maska pozostawiona przez mechaniczną formę życia.

source: An old mask left behind by a machine lifeform. Can be exchanged for money.
pl: Stara maska pozostawiona przez mechaniczną formę życia. Może zostać sprzedana.

source: An old, rusty machine fossil intended for Jean-Paul.
pl: Stara, zardzewiała skamielina maszyny przeznaczona dla Jean-Paula.

source: An old, rusty machine fossil intended for Sartre.
pl: Stara, zardzewiała skamielina maszyny przeznaczona dla Sartre'a.

source: An outdated YoRHa model.
pl: Przestarzały model YoRHa.

source: An uncountable number of android corpses were left abandoned in the ruins of what had once been an apartment complex.
pl: W ruinach przypominających kompleks mieszkalny z dawnych czasów, natrafiają na niezliczoną ilość porzuconych ciał androidów.

source: An unexpected error occurred.
pl: Wystąpił nieoczekiwany błąd.

source: An unremarkable soldier
pl: Niewyróżniający się żołnierz

source: An unusual fish that lives in waste oil. The sheer amount of sludge coating its body makes it difficult to know what it actually looks like.
pl: Nietypowa ryba żyjąca w zużytym oleju. Sama ilość pokrywającego jej ciało szlamu sprawia, że trudno odgadnąć jak naprawdę wygląda.

source: An urgent request for backup came through to the dead Resistance member's location. Head to the desert and save the Resistance!
pl: Z lokalizacji poległego członka Ruchu Oporu dotarło pilne wezwanie o wsparcie. Udaj się na pustynię i uratuj Ruch Oporu!

source: An...droids...
pl: An...droidy...

source: Analysis complete: Data set contains information about YoRHa unit A2.
pl: Zakończono analizę: dane zawierają informacje o jednostce YoRHa A2.

source: Analysis of final coordinates complete. Marking locations on map.
pl: Analiza ostatnich znanych współrzędnych została zakończona. Oznaczam je na mapie.

source: Analysis of historical data indicates that human females enjoyed viewing the reproductive organs of flowering plants.
pl: Analiza danych historycznych wskazuje, że ludzkie kobiety cieszyło oglądanie organów rozrodczych kwitnących roślin.

source: Analysis of the information you sent us is complete. I believe I mentioned this already, but this societal unit called a "family" is truly fascinating. This will be of great use for future research. Your help is appreciated.
pl: Analiza wysłanych przez ciebie informacji jest już kompletna. Chyba już o tym wspominałam, ale ta społeczna jednostka zwana „rodziną” jest naprawdę fascynująca. Bardzo się nam to przyda do dalszych badań. Doceniamy twoją pomoc.

source: Analysis: A2's lack of verbal communication made this Pod's assistance necessary.
pl: Analiza: brak komunikacji werbalnej ze strony A2 sprawił, że pomoc Poda była niezbędna.

source: Analysis: Abnormality detected in visual sensors.
pl: Analiza: wykryto nieprawidłowość w sensorach wzrokowych.

source: Analysis: Access to elevator control system blocked by external factor.
pl: Analiza: dostęp do systemu 0sterowania windą zablokowany przez czynnik zewnętrzny.

source: Analysis: All missing Resistance members are deceased.
pl: Analiza: wszyscy zaginieni członkowie Ruchu Oporu zostali zabici.

source: Analysis: Both long- and close-range attacks are ineffective.
pl: Analiza: ataki na dystans i w zwarciu są nieskuteczne na tę jednostkę.

source: Analysis: Enemy AI destroyed.
pl: Analiza: wrogie AI zniszczone.

source: Analysis: Hostility toward the peaceful machine lifeform Pascal is pointless from an energy-usage standpoint.
pl: Analiza: wrogość wobec pacyfistycznej mechanicznej formie życia, Pascalowi jest bezsensowna ze względu na zużycie energii.

source: Analysis: It appears to be a leak of the enemy's past memories.
pl: Analiza: wygląda na wyciek ostatnich wspomnień wroga.

source: Analysis: It is a cave-in caused by the collapse of an open space underground.
pl: Analiza: jest to zapadlisko powstałe w wyniku zawalenia się podziemnej otwartej przestrzeni.

source: Analysis: It is a core fragment from the machine lifeform.
pl: Analiza: to fragment rdzenia mechanicznej formy życia.

source: Analysis: It is a device that propels humans on rails at high speeds for the purposes of amusement.
pl: Analiza: to urządzenie, które w celach rozrywkowych, transportuje ludzi po torach z wysoką prędkością.

source: Analysis: It is a plant known as a Lunar Tear.
pl: Analiza: to jest roślina znana jako Księżycowa Łza.

source: Analysis: It is a writing implement. Humans used it to record information.
pl: Analiza: to narzędzie do pisania. Ludzie używali ich do zapisu informacji.

source: Analysis: It is believed to be a data log related to YoRHa unit A2.
pl: Analiza: to, prawdopodobnie, zapis danych dotyczący jednostki YoRHa A2.

source: Analysis: It is not possible to hack directly into the target Goliath-class machine lifeform.
pl: Analiza: nie jest możliwe bezpośrednie zhakowanie mechanicznej formy życia klasy Goliat.

source: Analysis: It is part of a closed defensive system.
pl: Analiza: jest częścią zamkniętego systemu obronnego.

source: Analysis: It is the ruin of a former human residential area.
pl: Analiza: to ruiny niegdysiejszego obszaru mieszkalnego ludzi.

source: Analysis: Machine lifeform parts can be assembled in some fashion.
pl: Analiza: części mechanicznej formy życia mogą w jakiś sposób zostać połączone.

source: Analysis: Many useless parts unrelated to machine lifeform functionality detected.
pl: Analiza: wykryto całkiem sporo bezużytecznych części niezwiązanych z funkcjonowanianiem mechanicznych form życia.

source: Analysis: Non-functioning transporters can result in serious limitations to data uploading and other vital mission activities.
pl: Analiza: niefunkcjonujący transporter może powodować poważne ograniczenia w przesyłaniu danych, oraz innych istotnych dla misji działań.

source: Analysis: Offensive functionality lost.
pl: Analiza: funkcjonalność ofensywna utracona.

source: Analysis: Remaining transmission records indicate the Resistance members were attempting to retreat from battle.
pl: Analiza: ostatnie istniejące zapiski sugerują, że członkowie Ruchu Oporu próbowali wycofać się z pola walki.

source: Analysis: Scans indicate no mechanical malfunctions in this unit. Therefore, it must be deliberately ignoring you.
pl: Analiza: skan nie wykrył żadnych usterek mechanicznych w tej jednostce. Wniosek: celowo cię ignoruje.

source: Analysis: Strong software locks detected. Access impossible.
pl: Analiza: wykryto silne blokady programowe. Dostęp niemożliwy.

source: Analysis: That is a form of sustenance known as "extreme weight-loss superfood."
pl: Analiza: to substancja znana jako „ekstra-żarcie na ekstremalną utratę wagi”.

source: Analysis: That is a hygienic tool known as a "toothbrush."
pl: Analiza: narzędzie służące do higieny, zwane „szczoteczką do zębów”.

source: Analysis: That is a waxy solid known as "lipstick." Humans applied it to their lips in order to appear more attractive.
pl: Analiza: to utwardzona wazelina, znana jako „szminka”. Ludzie kobiety nakładały to na usta, aby wyglądać atrakcyjniej.

source: Analysis: The actions of unit 9S have an unacceptably low probability of success.
pl: Analiza: działania podjęte przez jednostkę 9S mają nieakceptowalnie niskie prawdopodobieństwo sukcesu.

source: Analysis: The androids in this arena are exhibiting unusual emotional depth.
pl: Analiza: androidy na tym obszarze wykazują niespotykaną głębię emocjonalną.

source: Analysis: The area near the abandoned commercial facility meets the desired parameters.
pl: Analiza: obszar w pobliżu opuszczonego kompleksu handlowego spełnia wymagane parametry.

source: Analysis: The enemy structural unit collapsed during battle.
pl: Analiza: wroga jednostka strukturalna uległa zniszczeniu podczas walki.

source: Analysis: The fog is actually steam emitted by a large enemy structural unit.
pl: Analiza: mgła w rzeczywistości jest parą emitowaną przez dużą jednostkę strukturalną wroga.

source: Analysis: The item in question is likely a "music box." It should be located in an area where music is playing.
pl: Analiza: przedmiot, o który chodzi, to prawdopodobnie „pozytywka”. Powinien znajdować się w miejscu, w którym słychać muzykę.

source: Analysis: The saturated consciousnesses are now in conflict with each other.
pl: Analiza: nasycenie świadomości wchodzi teraz we wzajemny konflikt.
